
[FOXDAMAGETYPE_BULLET_AR2]
suicidestrings=shot themself
killstrings=killed %s
killstrings=capped %s

[FOXDAMAGETYPE_BULLET_AUTOSHOTGUN]
suicidestrings=shot themself
killstrings=killed %s
killstrings=blasted %s
killstrings=sark'd %s

[FOXDAMAGETYPE_BULLET_CANISTER]
suicidestrings=Killed himself with scattershot
killstrings=blew %s apart
killstrings=blasted %s with scattershot

[FOXDAMAGETYPE_BULLET_RBKT]
suicidestrings=shot themself
killstrings=killed %s
killstrings=riddled %s with bullets

[FOXDAMAGETYPE_BULLET_SMG2]
suicidestrings=shot themself
killstrings=killed %s
killstrings=peppered %s
killstrings=capped %s

[FOXDAMAGETYPE_BULLET_SMGI]
suicidestrings=shot themself
killstrings=killed %s
killstrings=capped %s

[FOXDAMAGETYPE_CROWBAR]
suicidestrings=pushed the cart too far
killstrings=killed %s
killstrings=pried open %s
killstrings=pounded %s
killstrings=crowbar'd %s

[FOXDAMAGETYPE_EXPLOSIVEFLARE]
suicidestrings=Exploded himself with flare
killstrings=killed %s
killstrings=pinned %s with a explosive flare
killstrings=attached death to %s
killstrings=Exploded %s

[FOXDAMAGETYPE_INCENDIARYFLARE]
suicidestrings=Roasted himself with flare
killstrings=pinned %s with a incendiary flare
killstrings=toasted, roasted, and burnt %s to a crisp
killstrings=ignited %s

[FOXDAMAGETYPE_THROWINGKNIFE]
suicidestrings=caught his own knife
killstrings=killed %s
killstrings=tossed %s a knife
killstrings=pierced %s
killstrings=pinned the tail on %s

[FOXDAMAGETYPE_THROWINGKNIFEMELEE]
suicidestrings=pushed the cart too far
killstrings=killed %s
killstrings=sliced open %s
killstrings=stabbed %s
killstrings=carved up %s

[FOXDAMAGETYPE_THUMPERFLARE]
killstrings=snap, crackle, popped %s
suicidestrings=Killed himself with flare

[FOXWEAPON_AR2]
friendlyname=Heavy Assault Rifle
friendlytooltip=The Heavy Assault Rifle may not be fast, but it makes up for it in sheer stopping power and range.

[FOXWEAPON_AUTOSHOTGUN]
friendlyname=Shotgun AR-k
friendlytooltip=The Shotgun Assault Rifle-k offers a high rate of fire but is highly inaccurate at a distance.

[FOXWEAPON_CROWBAR]
friendlyname=Crowbar
friendlytooltip=Melee item.<br>A familiar-looking weapon for bashing nearby opponents.

[FOXWEAPON_DARTGUN]
friendlyname=Breech Loaded Pistol
friendlytooltip=The Breech Loaded Pistol that can be bored to use exotic ammuniation.

[FOXWEAPON_EMPLAUNCHER]
friendlyname=EMP Launcher
friendlytooltip=SHOULDN'T BE USED

[FOXWEAPON_RBKT]
friendlyname=LMG Recon
friendlytooltip=The lightweight machine gun reconnaissance has a quick reload speed, but very low accuracy and low rate of fire.

[FOXWEAPON_SMG2]
friendlyname=Tactical SMG
friendlytooltip=The Tactical SMG offers an extremely high rate of fire and mobility with very little recoil, but with a high spread and reload speed.

[FOXWEAPON_SMGI]
friendlyname=Burstfire SMG
friendlytooltip=The Burstfire SMG is a 4 round burstfire SMG.

[FOXWEAPON_THROWINGKNIVES]
friendlyname=Throwing Knives Mk.1
friendlytooltip=Thrown item.<br>Instantly kills the target. Can also be used in melee.

[FOXWEAPONBARREL_20]
friendlyname=Krane Heavy Assault Barrel
friendlytooltip=Heavy barrel.<br>Significantly improves damage, but also impairs spread, range, and running speed.

[FOXWEAPONBARREL_21]
friendlyname=Krane SG Bar-20
friendlytooltip=Tactical shotgun barrel.<br>Significantly increases damage, but greatly reduces range and increases spread.

[FOXWEAPONBARREL_AUTOSHOTGUN_0]
friendlyname=Overmatch A-12 Blast
friendlytooltip=Short shotgun AR-k barrel.<br>Standard-issue barrel with no stat modifications.

[FOXWEAPONBARREL_AUTOSHOTGUN_1]
friendlyname=Overmatch CRC-7 Post
friendlytooltip=Balanced shotgun AR-k barrel.<br>Increases movement speed, but reduces range and accuracy.

[FOXWEAPONBARREL_AUTOSHOTGUN_2]
friendlyname=Overmatch Heavy X3
friendlytooltip=Assault shotgun AR-k barrel.<br>Increases damage, but reduces accuracy, range, and running speed.

[FOXWEAPONSTOCK_BULLPUP_4]
friendlyname=Briar Elite A4-BS
friendlytooltip=Heavy Burstfire Rifle stock.<br>Greatly improves spread and range while reducing recoil, but increases scope-in time and reduces running speed.
